Repository: 4teamwork/ftw.redirector
Catalog: ftw/redirector/locales/*/LC_MESSAGES/ftw.redirector.po
Languages: de

source: Each rule requires a source path and a destination.
de: Jede Regel benötigt einen Quell-Pfad und ein Ziel.

source: Redirect Configuration
de: Konfiguration Umleitungen

source: Redirect rules are applied top-down: top roles have higher priority. The first matching rule is applied, later rules are not considered.
de: Die Regeln werden von oben nach unten angewendet. Die erste passende Regel wird angewendet, weitere Regeln werden nicht mehr beachtet.

source: Redirects are only applied if no content is found (404).
de: Umleitungen funktionieren nur wenn kein Plone Inhalt für eine URL gefunden wird (404).

source: Redirects match when the request path starts with the source path.
de: Regeln für Umleitungen werden angewendet wenn der Pfad in der Anfrage (Request) mit dem konfigurierten Quell-Pfad beginnt.

source: The destination may be a path (starting with a slash) or an URL to an external site.
de: Das Ziel kann ein Pfad (beginnend mit Slash) oder eine URL zu einer externen Seite sein.

source: The redirect config has been replaced.
de: Die Umleitungskonfiguration wurde ersetzt.

source: The source path must start with a slash and should not be the site root.
de: Der Quell-Pfad muss mit einem Slash beginnen und darf nicht das Site-Root sein.

source: Upload redirect config
de: Umleitungskonfiguration hochladen

source: destination_must_be_path_or_url
de: Zeile ${rownum}: Das Ziel "${value}" muss ein Pfad (beginnt mit Slash) oder eine URL sein.

source: destination_required
de: Zeile ${rownum}: Ziel benötigt.

source: label_destination
de: Ziel

source: label_redirect_rules
de: Umleitungen

source: label_source_path
de: Quell-Pfad

source: missing_input_data
de: Bitte wählen Sie die Excel Umleitungskonfiguration aus.

source: redirect_config_file
de: Excel Umleitungskonfiguration

source: source_path_invalid_root
de: Zeile ${rownum}: Ungültiger Quell-Pfad "/".

source: source_path_must_start_with_slash
de: Zeile ${rownum}: Der Quell-Pfad "$value" muss mit einem Slash beginnen.

source: source_path_required
de: Zeile ${rownum}: Quell-Pfad benögigt.
